var data = [{
        "name": "1945-美軍繪製臺灣城市地圖",
        "value": "AMCityPlan_1945",
        "x":"121.6091",
        "y":"25.1071",
        "zoom":"12"
    },
    {
        "name": "臺北舊地籍圖：松山地政事務所",
        "value": "TPE_02",
        "x":"121.6019",
        "y":"25.0442",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：三重埔",
        "value": "TPE_02_A",
        "x":"121.6121",
        "y":"25.04943",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：三張犁",
        "value": "TPE_02_B",
        "x":"121.5743",
        "y":"25.0233",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：上塔悠",
        "value": "TPE_02_C",
        "x":"121.56285",
        "y":"25.07089",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：下塔悠",
        "value": "TPE_02_D",
        "x":"121.55406",
        "y":"25.07648",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：大坑",
        "value": "TPE_02_E",
        "x":"121.65237",
        "y":"25.02838",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：山豬窟",
        "value": "TPE_02_F",
        "x":"121.62483",
        "y":"25.02735",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：中坡",
        "value": "TPE_02_G",
        "x":"121.58454",
        "y":"25.03654",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：中崙",
        "value": "TPE_02_H",
        "x":"121.54828",
        "y":"25.0598",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：五分埔",
        "value": "TPE_02_I",
        "x":"121.57993",
        "y":"25.03834",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：四分子",
        "value": "TPE_02_J",
        "x":"121.6113",
        "y":"25.0282",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：民生",
        "value": "TPE_02_K",
        "x":"121.5624",
        "y":"25.061",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：東新庄子",
        "value": "TPE_02_L",
        "x":"121.5937",
        "y":"25.0549",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：松山",
        "value": "TPE_02_M",
        "x":"121.5754",
        "y":"25.0501",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：南港舊",
        "value": "TPE_02_N",
        "x":"121.6199",
        "y":"25.0375",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：後山",
        "value": "TPE_02_O",
        "x":"121.5932",
        "y":"25.022",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：後山坡",
        "value": "TPE_02_P",
        "x":"121.5898",
        "y":"25.0416",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：橫科",
        "value": "TPE_02_R",
        "x":"121.6201",
        "y":"25.0441",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：興雅",
        "value": "TPE_02_S",
        "x":"121.5627",
        "y":"25.0411",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：舊里族",
        "value": "TPE_02_T",
        "x":"121.5709",
        "y":"25.058",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：大安地政事務所",
        "value": "TPE_03",
        "x":"121.5458",
        "y":"25.0259",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：下內埔",
        "value": "TPE_03_A",
        "x":"121.5475",
        "y":"25.0178",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：大安",
        "value": "TPE_03_B",
        "x":"121.5395",
        "y":"25.0325",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：六張犁",
        "value": "TPE_03_C",
        "x":"121.5621",
        "y":"25.0165",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：東橋、營邊、東門、幸",
        "value": "TPE_03_D",
        "x":"121.52916",
        "y":"25.03731",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：古亭地政事務所",
        "value": "TPE_04",
        "x":"121.559",
        "y":"24.9969",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：內湖",
        "value": "TPE_04_A",
        "x":"121.5797",
        "y":"24.9749",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：水源",
        "value": "TPE_04_B",
        "x":"121.5273",
        "y":"25.0155",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：古亭、福佳、錦安、螢橋埔",
        "value": "TPE_04_C",
        "x":"121.5231",
        "y":"25.026",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：坡內坑",
        "value": "TPE_04_D",
        "x":"121.5805",
        "y":"24.9966",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：崁頂",
        "value": "TPE_04_E",
        "x":"121.5071",
        "y":"25.0252",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：富田",
        "value": "TPE_04_F",
        "x":"121.5385",
        "y":"25.0141",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：萬盛",
        "value": "TPE_04_G",
        "x":"121.534",
        "y":"24.9989",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：興福",
        "value": "TPE_04_H",
        "x":"121.5521",
        "y":"25.0025",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：龍口、新榮、城南、南門、千歲、建國",
        "value": "TPE_04_I",
        "x":"121.5147",
        "y":"25.0311",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：建成地政事務所",
        "value": "TPE_05",
        "x":"121.5088",
        "y":"25.0399",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：上奎府、北門、泉",
        "value": "TPE_05_A",
        "x":"121.5143",
        "y":"25.0494",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：大龍峒",
        "value": "TPE_05_B",
        "x":"121.5166",
        "y":"25.0727",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：太平、永樂、大橋、港",
        "value": "TPE_05_C",
        "x":"121.5105",
        "y":"25.0597",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：石路",
        "value": "TPE_05_D",
        "x":"121.4981",
        "y":"25.0307",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：老松、有明、八甲、龍山寺",
        "value": "TPE_05_E",
        "x":"121.4981",
        "y":"25.0353",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：府前、府後、衝陽、文武、博愛、書院、館前、撫台、小南門",
        "value": "TPE_05_F",
        "x":"121.5147",
        "y":"25.0394",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：東門、營邊、幸、東橋",
        "value": "TPE_05_G",
        "x":"121.5273",
        "y":"25.0394",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：東園、西園",
        "value": "TPE_05_H",
        "x":"121.4964",
        "y":"25.0229",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：河合 ",
        "value": "TPE_05_I",
        "x":"121.5078",
        "y":"25.0767",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：城西、江濱、新起、壽、原園、翠竹、築地、西門、歡慈",
        "value": "TPE_05_J",
        "x":"121.5023",
        "y":"25.0408",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：柳",
        "value": "TPE_05_K",
        "x":"121.4926",
        "y":"25.0331",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：蓬萊、建成、日新、下奎府",
        "value": "TPE_05_L",
        "x":"121.5159",
        "y":"25.0576",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：中山地政事務所",
        "value": "TPE_06",
        "x":"121.5568",
        "y":"25.0733",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：上埤頭",
        "value": "TPE_06_A",
        "x":"121.5391",
        "y":"25.0481",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：下埤頭",
        "value": "TPE_06_B",
        "x":"121.5408",
        "y":"25.0681",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：大直、劍潭",
        "value": "TPE_06_C",
        "x":"121.5354",
        "y":"25.0822",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：中庄子",
        "value": "TPE_06_D",
        "x":"121.5302",
        "y":"25.0509",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：內湖",
        "value": "TPE_06_E",
        "x":"121.5842",
        "y":"25.0879",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：牛埔",
        "value": "TPE_06_F",
        "x":"121.5235",
        "y":"25.0626",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：北勢湖",
        "value": "TPE_06_G",
        "x":"121.5623",
        "y":"25.0855",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：朱厝崙",
        "value": "TPE_06_H",
        "x":"121.5392",
        "y":"25.0521",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：西新庄子",
        "value": "TPE_06_I",
        "x":"121.5303",
        "y":"25.0676",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：圓山",
        "value": "TPE_06_J",
        "x":"121.5213",
        "y":"25.0709",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：新里族",
        "value": "TPE_06_K",
        "x":"121.5987",
        "y":"25.0793",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：韶安、三僑、正大",
        "value": "TPE_06_M",
        "x":"121.5235",
        "y":"25.0513",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：士林地政事務所",
        "value": "TPE_07",
        "x":"121.5349",
        "y":"25.1336",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：七股",
        "value": "TPE_07_A",
        "x":"121.5739",
        "y":"25.186",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：三重埔",
        "value": "TPE_07_B",
        "x":"121.5342",
        "y":"25.1234",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：下東勢",
        "value": "TPE_07_C",
        "x":"121.5409",
        "y":"25.1205",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：士林",
        "value": "TPE_07_D",
        "x":"121.5259",
        "y":"25.0902",
        "zoom":"14"

    },
    {
        "name": "臺北舊地籍圖：公館地",
        "value": "TPE_07_E",
        "x":"121.5575",
        "y":"25.1251",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：北投",
        "value": "TPE_07_F",
        "x":"121.4993",
        "y":"25.127",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：永福",
        "value": "TPE_07_G",
        "x":"121.5504",
        "y":"25.1078",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：石角",
        "value": "TPE_07_H",
        "x":"121.539",
        "y":"25.1076",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：石牌",
        "value": "TPE_07_I",
        "x":"121.5132",
        "y":"25.1078",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：竹子湖",
        "value": "TPE_07_J",
        "x":"121.5571",
        "y":"25.1852",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：和尚洲、 中洲埔",
        "value": "TPE_07_K",
        "x":"121.4702",
        "y":"25.1073",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：林子口",
        "value": "TPE_07_M",
        "x":"121.535",
        "y":"25.0944",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：社子",
        "value": "TPE_07_N",
        "x":"121.5122",
        "y":"25.088",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：洲尾",
        "value": "TPE_07_O",
        "x":"121.5036",
        "y":"25.1049",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：草山",
        "value": "TPE_07_P",
        "x":"121.5547",
        "y":"25.1473",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：唭哩岸",
        "value": "TPE_07_Q",
        "x":"121.5179",
        "y":"25.127",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：頂北投",
        "value": "TPE_07_R",
        "x":"121.5222",
        "y":"25.15",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：湳雅",
        "value": "TPE_07_S",
        "x":"121.5256",
        "y":"25.1076",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：菁礐",
        "value": "TPE_07_T",
        "x":"121.5672",
        "y":"25.1464",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：溪洲底",
        "value": "TPE_07_U",
        "x":"121.485",
        "y":"25.1015",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：嘎嘮別",
        "value": "TPE_07_W",
        "x":"121.4818",
        "y":"25.1309",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：福德洋",
        "value": "TPE_07_X",
        "x":"121.5257",
        "y":"25.091",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：雙溪",
        "value": "TPE_07_Y",
        "x":"121.572",
        "y":"25.112",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：舊里族",
        "value": "TPE_AI",
        "x":"121.5699",
        "y":"25.0571",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：興雅",
        "value": "TPE_AJ",
        "x":"121.5627",
        "y":"25.0411",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：中坡",
        "value": "TPE_O",
        "x":"121.58454",
        "y":"25.03654",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：五分埔",
        "value": "TPE_P",
        "x":"121.57993",
        "y":"25.03834",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：艋舺",
        "value": "TPE_T",
        "x":"121.5023",
        "y":"25.041",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：中庄子",
        "value": "TPE_X",
        "x":"121.5238",
        "y":"25.0512",
        "zoom":"14"
    },
    {
        "name": "臺北舊地籍圖：城內",
        "value": "TPE_Y",
        "x":"121.5153",
        "y":"25.0388",
        "zoom":"14"
    },
    {
        "name": "台北和淡水航照影像(1947)",
        "value": "TaipeiTamsui_1947",
        "x":"121.5382",
        "y":"25.0531",
        "zoom":"14"
    },
    {
        "name": "1919 臺北市街全圖",
        "value": "Taipei_10K_1919",
        "x":"121.5130",
        "y":"25.0487",
        "zoom":"14"
    },
    {
        "name": "1939 臺北市區計畫街路並公園圖",
        "value": "Taipei_10K_1939",
        "x":"121.5362",
        "y":"25.0491",
        "zoom":"14"
    },
    {
        "name": "1977 年臺北市街道圖",
        "value": "Taipei_10K_1977",
        "x":"121.5425",
        "y":"25.0676",
        "zoom":"14"
    },
    {
        "name": "1956 臺北市都市計劃道路系統圖",
        "value": "Taipei_12K_1956",
        "x":"121.5374",
        "y":"25.0465",
        "zoom":"14"
    },
    {
        "name": "1947 臺北市都市計畫用途分區圖",
        "value": "Taipei_15K_1947",
        "x":"121.5395",
        "y":"25.0523",
        "zoom":"14"
    },
    {
        "name": "1895 臺北及大稻埕‧ 艋舺略圖",
        "value": "Taipei_1895",
        "x":"121.5124",
        "y":"25.0501",
        "zoom":"14"
    },
    {
        "name": "日據初期臺北市街圖",
        "value": "Taipei_1897",
        "x":"121.5101",
        "y":"25.0508",
        "zoom":"14"
    },
    {
        "name": "1897 臺北大稻埕艋舺平面圖",
        "value": "Taipei_1897a",
        "x":"121.5115",
        "y":"25.049",
        "zoom":"14"
    },
    {
        "name": "1903 最近實測臺北全圖",
        "value": "Taipei_1903",
        "x":"121.5086",
        "y":"25.0465",
        "zoom":"14"
    },
    {
        "name": "1905 臺北市區改正圖",
        "value": "Taipei_1905",
        "x":"121.5137",
        "y":"25.0465",
        "zoom":"14"
    },
    {
        "name": "1907 臺北市區改正全圖",
        "value": "Taipei_1907",
        "x":"121.5131",
        "y":"25.0465",
        "zoom":"14"
    },
    {
        "name": "1910 臺北市區改正圖",
        "value": "Taipei_1910",
        "x":"121.5126",
        "y":"25.0472",
        "zoom":"14"
    },
    {
        "name": "1911 最新臺北市街鳥目全圖",
        "value": "Taipei_1911",
        "x":"121.5124",
        "y":"25.0413",
        "zoom":"14"
    },
    {
        "name": "1914 台北市街圖",
        "value": "Taipei_1914",
        "x":"121.5122",
        "y":"25.0478",
        "zoom":"14"
    },
    {
        "name": "1916 臺北市街平面圖",
        "value": "Taipei_1916",
        "x":"121.5119",
        "y":"25.0471",
        "zoom":"14"
    },
    {
        "name": "1930 臺北市地圖",
        "value": "Taipei_1930",
        "x":"121.513",
        "y":"25.0413",
        "zoom":"14"
    },
    {
        "name": "1932 臺北市區計畫街路並公園圖",
        "value": "Taipei_1932",
        "x":"121.5356",
        "y":"25.0507",
        "zoom":"14"
    },
    {
        "name": "1932 臺北市街圖",
        "value": "Taipei_1932b",
        "x":"121.5162",
        "y":"25.0462",
        "zoom":"14"
    },
    {
        "name": "1935 臺北市街圖",
        "value": "Taipei_1935",
        "x":"121.51063",
        "y":"25.04548",
        "zoom":"14"
    },
    {
        "name": "臺灣博覽會紀念台北遊覽案內圖",
        "value": "Taipei_1935c",
        "x":"121.51249",
        "y":"25.04223",
        "zoom":"14"
    },
    {
        "name": "1936 改正臺北市全圖",
        "value": "Taipei_1936",
        "x":"121.5264",
        "y":"25.0506",
        "zoom":"14"
    },
    {
        "name": "水道圖",
        "value": "Taipei_1940A",
        "x":"121.5157",
        "y":"25.0419",
        "zoom":"14"
    },
    {
        "name": "測量原圖",
        "value": "Taipei_1940B",
        "x":"121.5247",
        "y":"25.0498",
        "zoom":"14"
    },
    {
        "name": "1957 年臺北市街道圖",
        "value": "Taipei_1957",
        "x":"121.5379",
        "y":"25.0498",
        "zoom":"14"
    },
    {
        "name": "臺北市地圖",
        "value": "Taipei_1960",
        "x":"121.5365",
        "y":"25.0509",
        "zoom":"14"
    },
    {
        "name": "臺北市市郊地形圖",
        "value": "Taipei_1966",
        "x":"121.5162",
        "y":"25.0428",
        "zoom":"14"
    },
    {
        "name": "1983 臺北市行政區域圖",
        "value": "Taipei_1983",
        "x":"121.5475",
        "y":"25.0671",
        "zoom":"14"
    },
    {
        "name": "淡水河平面圖",
        "value": "Taipei_2.5K_1913",
        "x":"121.495",
        "y":"25.0365",
        "zoom":"14"
    },
    {
        "name": "臺北市行政區域圖(1991)",
        "value": "Taipei_20K_1991",
        "x":"121.5642",
        "y":"25.0902",
        "zoom":"14"
    },
    {
        "name": "1948 台灣省臺北市行政區域圖",
        "value": "Taipei_25K_1948",
        "x":"121.5382",
        "y":"25.0486",
        "zoom":"14"
    },
    {
        "name": "美軍航照影像(1944)",
        "value": "Taipei_aerialphoto_1944",
        "x":"121.5174",
        "y":"25.0391",
        "zoom":"14"
    },
    {
        "name": "美軍航照影像(1945/6/17攝)",
        "value": "Taipei_aerialphoto_1945",
        "x":"121.4705",
        "y":"25.1219",
        "zoom":"14"
    },
    {
        "name": "美軍航照影像(1945/4/1攝)",
        "value": "Taipei_aerialphoto_194504",
        "x":"121.531",
        "y":"25.0675",
        "zoom":"14"
    },
    {
        "name": "美軍航照影像(1947)",
        "value": "Taipei_aerialphoto_1947_ac",
        "x":"121.531",
        "y":"25.0343",
        "zoom":"14"
    },
    {
        "name": "美軍航照影像(1948)",
        "value": "Taipei_aerialphoto_1948",
        "x":"121.539",
        "y":"25.0688",
        "zoom":"14"
    },
    {
        "name": "臺北市舊航照影像(1956)",
        "value": "Taipei_aerialphoto_1956",
        "x":"121.5571",
        "y":"25.0547",
        "zoom":"14"
    },
    {
        "name": "臺北市舊航照影像(1965)",
        "value": "Taipei_aerialphoto_1965",
        "x":"121.5521",
        "y":"25.0703",
        "zoom":"14"
    },
    {
        "name": "臺北市舊航照影像(1974)",
        "value": "Taipei_aerialphoto_1974",
        "x":"121.5354",
        "y":"25.0791",
        "zoom":"14"
    },
    {
        "name": "大屯國家公園區域圖",
        "value": "datun_1937",
        "x":"121.4943",
        "y":"25.1661",
        "zoom":"14"
    },
    {
        "name": "瑠公水利組合區域圖",
        "value": "liugong_1939",
        "x":"121.5556",
        "y":"25.0192",
        "zoom":"14"
    },
    {
        "name": "中央研究院1945年4月空照",
        "value": "sinica_19450423",
        "x":"121.6074",
        "y":"25.05079",
        "zoom":"14"
    },
    {
        "name": "中央研究院1967年6月空照",
        "value": "sinica_19670629",
        "x":"121.61166",
        "y":"25.04416",
        "zoom":"14"
    },
    {
        "name": "中央研究院1972年1月空照",
        "value": "sinica_19720118",
        "x":"121.60577",
        "y":"25.04195",
        "zoom":"14"
    },
    {
        "name": "中央研究院1974年8月空照",
        "value": "sinica_19740806",
        "x":"121.61117",
        "y":"25.05218",
        "zoom":"14"
    },
    {
        "name": "中央研究院1979年8月空照",
        "value": "sinica_1979",
        "x":"121.62066",
        "y":"25.03565",
        "zoom":"14"
    },
    {
        "name": "中央研究院1979年8月像片基本圖",
        "value": "sinica_19790801",
        "x":"121.61919",
        "y":"25.04645",
        "zoom":"14"
    },
    {
        "name": "中央研究院1984年9月空照",
        "value": "sinica_1984",
        "x":"121.61502",
        "y":"25.05439",
        "zoom":"14"
    },
    {
        "name": "中央研究院1994年7月空照",
        "value": "sinica_19940708",
        "x":"121.59576",
        "y":"25.0378",
        "zoom":"14"
    },
    {
        "name": "中央研究院2016年7月空照",
        "value": "sinica_20160718",
        "x":"121.60876",
        "y":"25.04916",
        "zoom":"14"
    }

];

var mark = [{
        "name": "唭哩岸找石趣",
        "center": {
            "x": "121.506187000003",
            "y": "25.1208800009168"
        },
        "zoom": 17,
        "point": [{
                "name": "捷運唭哩岸站",
                "x": "121.506187000003",
                "y": "25.1208800009168",
            },
            {
                "name": "東華公園",
                "x": "121.506660000003",
                "y": "25.1217900009168",
            },
            {
                "name": "唭哩岸平地打石場",
                "x": "121.504323000003",
                "y": "25.121580000917",
            }, {
                "name": "八仙圳畔/大榕樹",
                "x": "121.503847000003",
                "y": "25.1200990009167",
            }, {
                "name": "唭哩岸故事牆",
                "x": "121.506725000003",
                "y": "25.1197270009166",
            }, {
                "name": "慈生宮",
                "x": "121.507013000003",
                "y": "25.1198500009166",
            }
        ],
        "line": [{
                "x": "121.506187000003",
                "y": "25.1208800009168"
            },
            {
                "x": "121.506660000003",
                "y": "25.1217900009168",
            }, {
                "x": "121.504323000003",
                "y": "25.121580000917",
            }, {
                "x": "121.503847000003",
                "y": "25.1200990009167",
            }, {
                "x": "121.506725000003",
                "y": "25.1197270009166",
            },
            {
                "x": "121.507013000003",
                "y": "25.1198500009166",
            }
        ]

    }

];
